Repository: fangjunyu1/ImageSlim
Catalog: ImageSlim_macOS/ImageSlim/Languages/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, et, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: This sponsorship is a consumable in-app purchase. It unlocks the upload limit upon your first support. Please ensure iCloud is enabled for status syncing, as it does not support the standard system recovery.
ar: هذا المشروع ضمن المشتريات "الاستهلاكية" داخل التطبيق. يفتح قيود الرفع عند الدعم الأول. يرجى التأكد من تفعيل iCloud لمزامنة حالة التفعيل، لأنه لا يدعم خاصية استعادة النظام القياسية.
az: Bu ianə "birdəfəlik" tətbiqdaxili satınalmadır. İlk dəstəyinizdə yükləmə limitini aradan qaldırır. Standart sistem bərpasını dəstəkləmədiyi üçün kilid statusunu sinxronizasiya etmək üçün iCloud-un aktiv olduğundan əmin olun.
bg: Тази подкрепа е еднократна покупка. Тя премахва ограниченията при първия Ви принос. Уверете се, че iCloud е активиран за синхронизация, тъй като стандартното възстановяване не се поддържа.
bn: এই স্পনসরশিপটি একটি 'কনজুমেবল' ইন-অ্যাপ পারচেজ। এটি আপনার প্রথমবার স্পনসরের সময় আপলোড লিমিট আনলক করবে। অনুগ্রহ করে আইক্লাউড (iCloud) অন রাখুন যাতে আনলক স্ট্যাটাস সিঙ্ক হতে পারে, কারণ এটি স্ট্যান্ডার্ড সিস্টেম রিকভারি সাপোর্ট করে না।
ca: Aquest patrocini és una compra integrada "consumible". Desbloqueja els límits en el primer suport. Assegura't d'activar iCloud per sincronitzar l'estat, ja que no admet la restauració estàndard del sistema.
ceb: Kining sponsorship kay 'consumable' nga in-app purchase. Mo-unlock kini sa limit sa pag-upload sa imong unang suporta. Siguroha nga naka-on ang iCloud para sa pag-sync, kay dili kini mo-suporta sa standard system recovery.
cs: Tato podpora je "spotřební" nákup v aplikaci. Při prvním příspěvku odemkne limity nahrávání. Ujistěte se, že máte zapnutý iCloud pro synchronizaci, protože standardní systémové obnovení není podporováno.
da: Denne donation er et "forbrugeligt" køb i appen. Den låser op for upload-grænser ved dit første bidrag. Sørg for, at iCloud er aktiveret for at synkronisere status, da standard systemgendannelse ikke understøttes.
de: Dieses Sponsoring ist ein In-App-Kauf. Es schaltet Upload-Limits frei. Bitte iCloud zur Synchronisation aktivieren, da die Standard-Wiederherstellung nicht unterstützt wird.
el: Αυτή η χορηγία είναι αναλώσιμη αγορά εντός εφαρμογής. Ξεκλειδώνει τα όρια μεταφόρτωσης. Βεβαιωθείτε ότι το iCloud είναι ενεργό για συγχρονισμό, καθώς δεν υποστηρίζεται η τυπική επαναφορά συστήματος.
es: Este proyecto de patrocinio es una compra única dentro de la aplicación. El límite de carga se desbloquea solo al realizar la primera compra. El servicio no se volverá a proporcionar en el futuro y no se admite la restauración.
et: See toetus on ühekordne rakendusesisene ost. See eemaldab üleslaadimise piirangud esimesel toetamisel. Veenduge, et iCloud on sünkroonimiseks sees, kuna standardne süsteemitaaste pole toetatud.
fa: این حمایت از نوع «مصرفی» است و با اولین پرداخت، محدودیت آپلود برداشته می‌شود. برای همگام‌سازی وضعیت، iCloud را فعال کنید، زیرا بازیابی سیستمی استاندارد پشتیبانی نمی‌شود.
fi: Tämä tuki on kertaluonteinen sovelluksen sisäinen osto. Se poistaa latausrajoitukset ensimmäisen tuen myötä. Varmista, että iCloud on päällä synkronointia varten, sillä sovellus ei tue järjestelmän vakio-palautusta.
fil: Ang sponsorship na ito ay isang 'consumable' na in-app purchase. Tatanggalin nito ang limitasyon sa pag-upload sa iyong unang suporta. Siguraduhing naka-on ang iCloud para sa pag-sync, dahil hindi nito sinusuportahan ang standard na system recovery.
fr: Ce don est un achat intégré "consommable". Il débloque les limites dès votre premier soutien. Assurez-vous d'activer iCloud pour synchroniser l'état, car la restauration système standard n'est pas supportée.
ga: Is ceannachán in-aip 'intoite' é seo. Díghlasálfaidh sé teorainneacha uaslódála ar do chéad síntiús. Cinntigh go bhfuil iCloud ar siúl le haghaidh sioncronaithe, mar ní thacaíonn sé le hathshlánú caighdeánach córais.
gu: આ સ્પોન્સરશિપ એક 'કન્ઝ્યુમેબલ' ઇન-એપ ખરીદી છે. તે તમારા પ્રથમ સપોર્ટ પર અપલોડ મર્યાદા દૂર કરશે. કૃપા કરીને સિંક્રનાઇઝેશન માટે iCloud ચાલુ રાખવાની ખાતરી કરો, કારણ કે તે પ્રમાણભૂત સિસ્ટમ પુનઃપ્રાપ્તિને સપોર્ટ કરતું નથી.
he: תמיכה זו היא רכישה מתכלה בתוך האפליקציה. היא תבטל את הגבלת ההעלאה בתמיכה הראשונה. ודא ש-iCloud פעיל לסנכרון, כיוון ששחזור מערכת סטנדרטי אינו נתמך.
hi: यह स्पॉन्सरशिप 'कंज्यूमेबल' इन-ऐप खरीदारी है। यह पहली बार सपोर्ट करने पर अपलोड सीमा हटा देगा। कृपया सिंक के लिए iCloud चालू रखें, क्योंकि यह मानक सिस्टम रिस्टोर का समर्थन नहीं करता है।
hr: Ova donacija je "potrošna" kupnja unutar aplikacije. Uklanja ograničenja pri prvoj podršci. Provjerite je li iCloud uključen za sinkronizaciju jer standardni oporavak sustava nije podržan.
hu: Ez a támogatás „fogyóeszköz” jellegű alkalmazáson belüli vásárlás. Az első támogatáskor feloldja a korlátokat. Kérjük, aktiválja az iCloudot a szinkronizáláshoz, mivel a normál rendszer-visszaállítás nem támogatott.
id: Sponsor ini termasuk pembelian dalam aplikasi 'Consumable'. Dukungan pertama Anda akan membuka batasan unggahan. Pastikan iCloud aktif untuk sinkronisasi karena tidak mendukung pemulihan sistem standar.
is: Þessi stuðningur er „eyðslugjald“ í forritinu. Hann fjarlægir takmörk á upphali við fyrsta styrk. Gakktu úr skugga um að iCloud sé virkt til að samstilla, þar sem hefðbundin kerfisendurheimt er ekki studd.
it: Questo contributo è un acquisto in-app di tipo "consumabile". Sbloccherà i limiti di caricamento al primo utilizzo. Assicurati che iCloud sia attivo per sincronizzare lo sblocco, poiché non supporta il ripristino di sistema standard.
ja: このアイテムは「消耗型」のアプリ内課金です。最初の支援時にアップロード制限が解除されます。標準のシステム復元には対応していないため、状態を同期するには iCloud を有効にしてください。
jv: Dukungan iki kalebu tuku in-app 'consumable'. Iki bakal mbukak watesan upload nalika pisanan tuku. Pesthekake iCloud aktif kanggo sinkronisasi, amarga mboten ndhukung fitur pemulihan sistem standar.
kk: Бұл қайырымдылық «жұмсалатын» ішкі сатып алу түріне жатады. Ол алғашқы қолдау кезінде шектеулерді алып тастайды. iCloud қосулы екеніне көз жеткізіңіз, себебі бұл стандартты жүйелік қалпына келтіруді қолдамайды.
km: គម្រោងឧបត្ថម្ភនេះគឺជាការទិញក្នុងកម្មវិធីប្រភេទ 'ប្រើប្រាស់អស់'។ វានឹងបើកកម្រិតកំណត់ការបង្ហោះនៅពេលអ្នកគាំទ្រដំបូង។ សូមប្រាកដថាបានបើក iCloud ដើម្បីធ្វើសមកាលកម្មស្ថានភាព ព្រោះវាមិនគាំទ្រមុខងារសង្គ្រោះប្រព័ន្ធស្តង់ដារទេ។
kn: ಈ ಪ್ರಾಯೋಜಕತ್ವವು 'ಬಳಸಬಹುದಾದ' (Consumable) ಅಪ್ಲಿಕೇಶನ್ ಖರೀದಿಯಾಗಿದೆ. ಇದು ಮೊದಲ ಬಾರಿಗೆ ಬೆಂಬಲಿಸಿದಾಗ ಅಪ್‌ಲೋಡ್ ಮಿತಿಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡುತ್ತದೆ. ಅನ್‌ಲಾಕ್ ಸ್ಥಿತಿಯನ್ನು ಸಿಂಕ್ ಮಾಡಲು iCloud ಸಕ್ರಿಯವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, ಏಕೆಂದರೆ ಇದು ಸಾಮಾನ್ಯ ಸಿಸ್ಟಮ್ ಮರುಸ್ಥಾಪನೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ko: 본 후원 항목은 '소모형' 인앱 구매입니다. 첫 후원 시 업로드 제한이 해제됩니다. 표준 시스템 복원 기능을 지원하지 않으므로, 해제 상태를 동기화하려면 iCloud가 활성화되어 있는지 확인해 주세요.
lt: Ši parama yra „sunaudojamo“ tipo pirkimas programėlėje. Ji panaikins įkėlimo apribojimus po pirmo palaikymo. Įsitikinkite, kad įjungtas „iCloud“ būsenos sinchronizavimui, nes standartinė sistemos atkūrimo funkcija nepalaikoma.
lv: Šis atbalsts ir "patērējamais" lietotnes pirkums. Tas atbloķēs augšupielādes ierobežojumus pie pirmā atbalsta. Pārliecinieties, ka iCloud ir ieslēgts, lai sinhronizētu statusu, jo standarta sistēmas atjaunošana netiek atbalstīta.
ml: ഈ പിന്തുണ ഒരു 'കൺസ്യൂമബിൾ' ഇൻ-ആപ്പ് പർച്ചേസ് ആണ്. ഇത് ആദ്യത്തെ പിന്തുണയിൽ അപ്‌ലോഡ് പരിധി ഒഴിവാക്കും. സ്റ്റാൻഡേർഡ് സിസ്റ്റം റിക്കവറി ഇതിൽ ലഭ്യമല്ലാത്തതിനാൽ സ്റ്റാറ്റസ് സിങ്ക് ചെയ്യാൻ iCloud ഓൺ ആണെന്ന് ഉറപ്പുവരുത്തുക.
mr: हे योगदान 'कन्झ्युमेबल' ॲपमधील खरेदी आहे. हे पहिल्या योगदानानंतर अपलोड मर्यादा काढून टाकेल. अनलॉक स्थिती सिंक करण्यासाठी iCloud सुरू असल्याची खात्री करा, कारण हे मानक सिस्टम रिस्टोरला सपोर्ट करत नाही.
ms: Projek tajaan ini adalah pembelian dalam aplikasi jenis 'consumable'. Ia akan membuka had muat naik pada sokongan pertama anda. Pastikan iCloud diaktifkan untuk penyelarasan status kerana ia tidak menyokong fungsi pemulihan sistem standard.
my: ဤလှူဒါန်းမှုသည် တစ်ကြိမ်သုံး ဝယ်ယူမှုဖြစ်ပါသည်။ ပထမဆုံးလှူဒါန်းချိန်တွင် ကန့်သတ်ချက်ကို ဖွင့်ပေးပါမည်။ ၎င်းသည် ပုံမှန်စနစ်ဖြင့် ပြန်ယူ၍မရသောကြောင့် အခြေအနေကို သိရှိနိုင်ရန် iCloud ဖွင့်ထားကြောင်း သေချာပါစေ။
nb: Dette bidraget er et "forbrukbart" kjøp i appen. Det vil låse opp opplastingsbegrensninger ved første støtte. Vennligst sørg for at iCloud er aktivert for å synkronisere statusen, da standard systemgjenoppretting ikke støttes.
nl: Deze sponsoring is een 'verbruikbare' in-app aankoop. Het ontgrendelt de uploadlimiet bij je eerste bijdrage. Zorg dat iCloud is ingeschakeld voor synchronisatie, omdat standaard systeemherstel niet wordt ondersteund.
or: ଏହି ପ୍ରାୟୋଜନ ପ୍ରକଳ୍ପଟି “ଖର୍ଚ୍ଚ ହୋଇଯାଉଥିବା” ଆପ୍‌ ଭିତର କ୍ରୟ (In-App Purchase) ଅନ୍ତର୍ଗତ। ଆପଣ ପ୍ରଥମେ ସମର୍ଥନ କଲେ ଏହା ଅପଲୋଡ୍ ସୀମାକୁ ଅନଲକ୍ କରିଦେବ। ଅନଲକ୍ ସ୍ଥିତି ସିଙ୍କ୍ କରିବା ପାଇଁ ଦୟାକରି iCloud ସକ୍ରିୟ ଅଛି କି ନିଶ୍ଚିତ କରନ୍ତୁ, କାରଣ ଏହା ମାନକ ସିଷ୍ଟମ୍ ପୁନରୁଦ୍ଧାର ସୁବିଧାକୁ ସମର୍ଥନ କରେନାହିଁ।
pa: ਇਹ ਸਪਾਂਸਰਸ਼ਿਪ ਇੱਕ 'ਵਰਤੋਂਯੋਗ' (Consumable) ਇਨ-ਐਪ ਖਰੀਦ ਹੈ। ਇਹ ਪਹਿਲੀ ਵਾਰ ਸਮਰਥਨ ਕਰਨ 'ਤੇ ਅੱਪਲੋਡ ਸੀਮਾਵਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰ ਦੇਵੇਗੀ। ਸਥਿਤੀ ਨੂੰ ਸਿੰਕ ਕਰਨ ਲਈ iCloud ਚਾਲੂ ਹੋਣਾ ਯਕੀਨੀ ਬਣਾਓ, ਕਿਉਂਕਿ ਇਹ ਸਟੈਂਡਰਡ ਸਿਸਟਮ ਰੀਸਟੋਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ।
pl: To wsparcie jest zakupem „eksploatacyjnym”. Odblokuje limity przesyłania przy pierwszym wsparciu. Upewnij się, że iCloud jest włączony, aby zsynchronizować stan, ponieważ standardowe przywracanie systemu nie jest obsługiwane.
pt_br: Este patrocínio é uma compra 'consumível'. Ele desbloqueia limites de upload no primeiro apoio. Ative o iCloud para sincronizar o status, pois não suporta a restauração padrão do sistema.
ro: Această donație este o achiziție „consumabilă”. Va debloca limitele de încărcare la prima susținere. Asigură-te că iCloud este activat pentru sincronizarea stării, deoarece nu acceptă funcția standard de restaurare a sistemului.
ru: Эта поддержка является «расходуемой» покупкой. Она снимает лимит на загрузку. Убедитесь, что iCloud включен для синхронизации, так как стандартное восстановление покупок не поддерживается.
sk: Táto podpora je „spotrebný“ nákup v aplikácii. Odomkne limity nahrávania pri prvej podpore. Uistite sa, že máte zapnutý iCloud na synchronizáciu stavu, pretože štandardná obnova systému nie je podporovaná.
sl: Ta podpora je "potrošni" nakup v aplikaciji. Ob prvi podpori odklene omejitve nalaganja. Prepričajte se, da je iCloud vklopljen za sinhronizacijo statusa, saj standardna sistemska obnova ni podprta.
sq: Ky donacion është "konsumues". Zhbllokon limitet në mbështetjen e parë. Aktivizoni iCloud për sinkronizim.
sv: Detta sponsorprojekt är ett engångsköp i appen. Uppladdningsgränsen låses upp endast när det första köpet görs. Tjänsten kommer inte att tillhandahållas igen i framtiden, och återställning stöds inte.
ta: இந்த ஸ்பான்சர்ஷிப் திட்டம் ஒரு முறை மட்டுமே பயன்படுத்தக்கூடிய பயன்பாட்டில் வாங்கக்கூடியது. முதல் கொள்முதல் செய்யப்படும்போது மட்டுமே பதிவேற்ற வரம்பு திறக்கப்படும். எதிர்காலத்தில் சேவை மீண்டும் வழங்கப்படாது, மேலும் மீட்டெடுப்பு ஆதரிக்கப்படாது.
te: ఈ స్పాన్సర్‌షిప్ ప్రాజెక్ట్ ఒక సారి వినియోగించదగిన యాప్‌లో కొనుగోలు. మొదటి కొనుగోలు చేసినప్పుడు మాత్రమే అప్‌లోడ్ పరిమితి అన్‌లాక్ చేయబడుతుంది. భవిష్యత్తులో సేవ మళ్లీ అందించబడదు మరియు పునరుద్ధరణకు మద్దతు లేదు.
th: โครงการสนับสนุนนี้เป็นการซื้อภายในแอปแบบครั้งเดียว ขีดจำกัดการอัปโหลดจะถูกปลดล็อกเฉพาะเมื่อทำการซื้อครั้งแรกเท่านั้น บริการนี้จะไม่สามารถใช้งานได้อีกในอนาคต และไม่รองรับการกู้คืน
tr: Bu sponsorluk projesi, tek seferlik, tüketilebilir bir uygulama içi satın alma işlemidir. Yükleme sınırı yalnızca ilk satın alma işlemi yapıldığında açılır. Hizmet gelecekte tekrar sunulmayacak ve geri yükleme desteklenmemektedir.
uk: Цей спонсорський проект є одноразовою покупкою в додатку. Ліміт завантаження розблоковується лише після здійснення першої покупки. Послуга більше не надаватиметься в майбутньому, а відновлення не підтримується.
ur: یہ اسپانسرشپ پروجیکٹ ایک بار استعمال کے قابل درون ایپ خریداری ہے۔ اپ لوڈ کی حد صرف اس وقت کھل جاتی ہے جب پہلی خریداری کی جاتی ہے۔ سروس مستقبل میں دوبارہ فراہم نہیں کی جائے گی، اور بحالی تعاون یافتہ نہیں ہے۔
vi: Dự án tài trợ này là một giao dịch mua hàng trong ứng dụng, có thể tiêu thụ một lần. Giới hạn tải lên chỉ được mở khóa khi thực hiện giao dịch mua đầu tiên. Dịch vụ sẽ không được cung cấp lại trong tương lai và không hỗ trợ khôi phục.
zh_hans: 此赞助项目属于‘消耗型’应用内购买。它会在您首次支持时解锁上传限制。请确保已开启 iCloud 以便同步解锁状态，因为它不支持标准的系统恢复功能。
zh_hk: 此贊助項目屬於「消耗型」App 內購買。它會在您首次支持時解鎖上傳限制。請確保已開啟 iCloud 以同步解鎖狀態，因為它不支援標準的系統恢復功能。

source: Total Processed
ar: إجمالي الصور المعالجة
az: Emal edilmiş ümumi şəkillər
bg: Общо обработени снимки
bn: মোট প্রসেস করা ছবি
ca: Total d'imatges processades
ceb: Kinatibuk-ang hulagway nga na-process
cs: Celkem zpracovaných obrázků
da: Samlet antal behandlede billeder
de: Insgesamt verarbeitete Bilder
el: Συνολικές εικόνες που επεξεργάστηκαν
et: Töödeldud pilte kokku
fa: تعداد کل تصاویر پردازش شده
fi: Käsiteltyjä kuvia yhteensä
fil: Kabuuang imahe na na-proseso
fr: Total d'images traitées
ga: Iomlán na n-íomhánna próiseáilte
gu: પ્રક્રિયા કરેલ કુલ છબીઓ
he: סך תמונות שעובדו
hi: कुल प्रोसेस की गई इमेज
hr: Ukupno obrađenih slika
hu: Összes feldolgozott kép
id: Total gambar diproses
is: Heildarfjöldi unninna mynda
it: Totale immagini elaborate
ja: 処理済み画像の総数
jv: Gunggung gambar sing diolah
kk: Өңделген суреттердің жалпы саны
km: ចំនួនរូបភាពសរុបដែលបានដំណើរការ
kn: ಸಂಸ್ಕರಿಸಿದ ಚಿತ್ರಗಳ ಒಟ್ಟು ಸಂಖ್ಯೆ
ko: 총 처리된 이미지 수
lt: Iš viso apdorota nuotraukų
lv: Apstrādāto attēlu kopskaits
ml: ആകെ കൈകാര്യം ചെയ്ത ചിത്രങ്ങൾ
mr: एकूण प्रक्रिया केलेली चित्रे
ms: Jumlah imej diproses
my: လုပ်ဆောင်ပြီးသော စုစုပေါင်းပုံအရေအတွက်
nb: Totalt antall behandlede bilder
nl: Totaal aantal verwerkte afbeeldingen
or: ପ୍ରକ୍ରିୟାକରଣ ହୋଇଥିବା ମୋଟ ଫଟୋ
pa: ਪ੍ਰੋਸੈਸ ਕੀਤੇ ਚਿੱਤਰਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ
pl: Łączna liczba przetworzonych obrazów
pt_br: Total de imagens processadas
ro: Total imagini procesate
ru: Всего обработано файлов
sk: Celkový počet spracovaných obrázkov
sl: Skupno obdelanih slik
sq: Imazhe totale të përpunuara
zh_hans: 已处理图片总数
zh_hk: 已處理圖片總數

source: Upload to Compress
ar: ارفع الصور واضغطها فور
az: Şəkil yükləyin və dərhal sıxın
bg: Качете снимки за незабавна компресия
bn: ছবি আপলোড করুন এবং দ্রুত কম্প্রেস করুন
ca: Puja imatges i comprimeix-les a l'instant
ceb: I-upload ang hulagway, i-compress dayon
cs: Nahrajte obrázky pro okamžitou kompresi
da: Upload billeder og komprimer med det samme
de: Bilder hochladen und sofort komprimieren
el: Ανεβάστε εικόνες για άμεση συμπίεση
es: Sube la imagen y comprímela inmediatamente
et: Laadi pildid üles ja paki kohe
fa: آپلود تصویر برای فشرده‌سازی فوری
fi: Lataa kuvat ja pakkaa heti
fil: Mag-upload ng imahe para i-compress agad
fr: Importez vos images et compressez-les aussitôt
ga: Uaslódáil íomhánna le haghaidh comhbhrú láithreach
gu: છબી અપલોડ કરો અને તરત જ સંકોચો
he: העלה תמונות לדחיסה מיידית
hi: इमेज अपलोड करें और तुरंत कंप्रेस करें
hr: Prenesite slike za brzo sažimanje
hu: Töltse fel a képeket az azonnali tömörítéshez
id: Unggah gambar, kompres segera
is: Hladdu upp myndum til að þjappa strax
it: Carica immagini per comprimere
ja: 画像をアップロードして圧縮
jv: Unggah gambar, langsung dikompres
kk: Сурет жүктеп, бірден сығу
km: បង្ហោះរូបភាព ដើម្បីបង្រួមភ្លាមៗ
kn: ಚಿತ್ರಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ತಕ್ಷಣ ಕುಗ್ಗಿಸಿ
ko: 이미지를 업로드하여 즉시 압축
lt: Įkelkite nuotraukas momentiniam suspaudimui
lv: Augšupielādējiet attēlus tūlītējai saspiešanai
ml: ചിത്രങ്ങൾ അപ്‌ലോഡ് ചെയ്ത് ഉടൻ കംപ്രസ് ചെയ്യുക
mr: चित्रे अपलोड करा, लगेच कॉम्प्रेशन करा
ms: Muat naik imej, mampat segera
my: ပုံတင်ပြီး ချက်ချင်းချုံ့ပါ
nb: Last opp bilder for umiddelbar komprimering
nl: Upload afbeeldingen voor directe compressie
or: ଫଟୋ ଅପଲୋଡ୍ କରନ୍ତୁ ଏବଂ ତୁରନ୍ତ ସଙ୍କୁଚିତ କରନ୍ତୁ
pa: ਚਿੱਤਰ ਅਪਲੋਡ ਕਰੋ ਅਤੇ ਤੁਰੰਤ ਕੰਪਰੈੱਸ ਕਰੋ
pl: Prześlij obrazy, aby skompresować
pt_br: Envie imagens para comprimir agora
ro: Încarcă imagini pentru compresie imediată
ru: Загрузите для мгновенного сжатия
sk: Nahrajte obrázky na okamžitú kompresiu
sl: Naloži slike za takojšnje stiskanje
sq: Ngarko për kompresim
sv: Ladda upp bilden och komprimera den omedelbart
ta: படத்தைப் பதிவேற்றி உடனடியாக சுருக்கவும்
te: చిత్రాన్ని అప్‌లోడ్ చేసి వెంటనే కుదించండి
th: อัปโหลดภาพและบีบอัดทันที
tr: Görüntüyü yükleyin ve hemen sıkıştırın
uk: Завантажте зображення та негайно стисніть його
ur: تصویر اپ لوڈ کریں اور اسے فوری طور پر کمپریس کریں۔
vi: Tải ảnh lên và nén ngay lập tức
zh_hans: 上传图片，即刻压缩
zh_hk: 上傳圖片，即刻壓縮

source: Usage Info
ar: سجل الاستخدام
az: İstifadə tarixçəsi
bg: История на ползване
bn: ব্যবহারের ইতিহাস
ca: Historial d'ús
ceb: Record sa paggamit
cs: Historie použití
da: Brugshistorik
de: Nutzungshistorie
el: Ιστορικό χρήσης
et: Kasutusajalugu
fa: سوابق استفاده
fi: Käyttöhistoria
fil: History ng paggamit
fr: Historique d'utilisation
ga: Stair úsáide
gu: વપરાશનો ઇતિહાસ
he: היסטוריית שימוש
hi: उपयोग का इतिहास
hr: Povijest korištenja
hu: Használati előzmények
id: Riwayat penggunaan
is: Notkunarsaga
it: Cronologia utilizzo
ja: 利用履歴
jv: Riwayat panggunaan
kk: Пайдалану тарихы
km: ប្រវត្តិនៃការប្រើប្រាស់
kn: ಬಳಕೆಯ ಇತಿಹಾಸ
ko: 사용 기록
lt: Naudojimo istorija
lv: Lietošanas vēsture
ml: ഉപയോഗ ചരിത്രം
mr: वापराचा इतिहास
ms: Rekod penggunaan
my: အသုံးပြုမှု မှတ်တမ်း
nb: Brukshistorikk
nl: Gebruiksgeschiedenis
or: ବ୍ୟବହାର ଇତିହାସ
pa: ਵਰਤੋਂ ਦਾ ਇਤਿਹਾਸ
pl: Historia użycia
pt_br: Histórico de uso
ro: Istoric utilizare
ru: История действий
sk: História používania
sl: Zgodovina uporabe
sq: Historia e përdorimit
zh_hans: 使用记录
zh_hk: 使用紀錄

source: Use Quick Look
ar: استخدام Quick Look
az: Quick Look istifadə et
bg: Използвай Quick Look
bn: কুইক লুক ব্যবহার করুন
ca: Fes servir Quick Look
ceb: Gamita ang Quick Look
cs: Použít Quick Look
da: Brug Quick Look
de: Quick Look verwenden
el: Χρήση Quick Look
es: Vista previa con Vista rápida
et: Kasuta Quick Look'i
fa: استفاده از Quick Look
fi: Käytä Quick Lookia
fil: Gamitin ang Quick Look
fr: Utiliser Quick Look
ga: Úsáid Quick Look
gu: Quick Look નો ઉપયોગ કરો
he: השתמש ב-Quick Look
hi: Quick Look का उपयोग करें
hr: Koristi Quick Look
hu: Quick Look használata
id: Gunakan Quick Look
is: Nota Quick Look
it: Usa Quick Look
ja: Quick Look を使用
jv: Nganggo Quick Look
kk: Quick Look пайдалану
km: ប្រើប្រាស់ Quick Look
kn: Quick Look ಬಳಸಿ
ko: Quick Look 사용
lt: Naudoti „Quick Look“
lv: Izmantot Quick Look
ml: Quick Look ഉപയോഗിക്കുക
mr: Quick Look वापरा
ms: Guna Quick Look
my: Quick Look သုံးရန်
nb: Bruk Quick Look
nl: Gebruik Quick Look
or: Quick Look ବ୍ୟବହାର କରନ୍ତୁ
pa: Quick Look ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj Quick Look
pt_br: Usar Quick Look
ro: Folosește Quick Look
ru: Использовать Quick Look
sk: Použiť Quick Look
sl: Uporabi Quick Look
sq: Përdor Quick Look
sv: Förhandsgranska med Quick Look
ta: விரைவுத் தோற்றத்துடன் முன்னோட்டமிடவும்
te: క్విక్ లుక్‌తో ప్రివ్యూ చేయండి
th: ดูตัวอย่างด้วย Quick Look
tr: Hızlı Bakış ile Önizleme
uk: Попередній перегляд за допомогою швидкого перегляду
ur: فوری نظر کے ساتھ پیش نظارہ
vi: Xem trước bằng Quick Look
zh_hans: 使用 Quick Look
zh_hk: 使用快速查看

source: Use Third-Party Libraries
ar: تفعيل مكتبات الطرف الثالث
az: Üçüncü tərəf kitabxanalarını aktivləşdir
bg: Включи външни библиотеки
bn: থার্ড-পার্টি লাইব্রেরি চালু করুন
ca: Activa biblioteques de tercers
ceb: I-enable ang third-party libraries
cs: Povolit knihovny třetích stran
da: Aktiver tredjepartsbiblioteker
de: Drittanbieter-Bibliotheken aktivieren
el: Ενεργοποίηση βιβλιοθηκών τρίτων
es: Habilitar la compresión de bibliotecas de terceros
et: Luba kolmanda osapoole teegid
fa: فعال‌سازی کتابخانه‌های شخص‌ثالث
fi: Ota kolmannen osapuolen kirjastot käyttöön
fil: I-enable ang third-party libraries
fr: Activer les bibliothèques tierces
ga: Cumasaigh leabharlanna tríú páirtí
gu: થર્ડ પાર્ટી લાઇબ્રેરી સક્ષમ કરો
he: אפשר ספריות צד שלישי
hi: थर्ड-पार्टी लाइब्रेरी सक्षम करें
hr: Omogući vanjske biblioteke
hu: Harmadik féltől származó könyvtárak
id: Aktifkan pustaka pihak ketiga
is: Virkja utanaðkomandi söfn
it: Abilita librerie di terze parti
ja: サードパーティ製ライブラリを有効化
jv: Aktifake perpustakaan pihak katelu
kk: Сыртқы кітапханаларды қосу
km: បើកដំណើរការបណ្ណាល័យភាគីទីបី
kn: ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಲೈಬ್ರರಿಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 외부 라이브러리 활성화
lt: Įjungti trečiųjų šalių bibliotekas
lv: Iespējot trešo pušu bibliotēkas
ml: തേർഡ് പാർട്ടി ലൈബ്രറികൾ ഉപയോഗിക്കുക
mr: थर्ड-पार्टी लायब्ररी सक्षम करा
ms: Dayakan pustaka pihak ketiga
my: ပြင်ပဒိုင်ယာရီများကို ဖွင့်ရန်
nb: Aktiver tredjepartsbiblioteker
nl: Externe bibliotheken inschakelen
or: ତୃତୀୟ ପକ୍ଷ ଲାଇବ୍ରେରୀ ସକ୍ରିୟ କରନ୍ତୁ
pa: ਤੀਜੀ-ਧਿਰ ਲਾਇਬ੍ਰੇਰੀਆਂ ਚਾਲੂ ਕਰੋ
pl: Włącz biblioteki zewnętrzne
pt_br: Ativar bibliotecas de terceiros
ro: Activează biblioteci terțe
ru: Использовать сторонние библиотеки
sk: Povoliť knižnice tretích strán
sl: Omogoči knjižnice tretjih oseb
sq: Aktivizo bibliotekat e palëve të treta
sv: Aktivera tredjepartsbibliotekskomprimering
ta: மூன்றாம் தரப்பு நூலக சுருக்கத்தை இயக்கவும்
te: థర్డ్-పార్టీ లైబ్రరీ కంప్రెషన్‌ను ప్రారంభించండి
th: เปิดใช้งานการบีบอัดไลบรารีของบุคคลที่สาม
tr: Üçüncü taraf kütüphane sıkıştırmasını etkinleştir
uk: Увімкнути стиснення сторонніх бібліотек
ur: تھرڈ پارٹی لائبریری کمپریشن کو فعال کریں۔
vi: Kích hoạt nén thư viện của bên thứ ba
zh_hans: 启用第三方库
zh_hk: 啟用第三方函式庫

source: Website (CN)
ar: الويب (بالصينية)
az: Veb-səhifə (Çin dili)
bg: Уебсайт (китайски)
bn: ওয়েবসাইট (চীনা ভাষা)
ca: Lloc web (xinès)
ceb: Webpage (Ininsik)
cs: Webová stránka (čínsky)
da: Hjemmeside (kinesisk)
de: Webseite (Chinesisch)
el: Ιστοσελίδα (Κινεζικά)
es: Página web (chino)
et: Veebileht (hiina k)
fa: وب‌سایت (چینی)
fi: Verkkosivu (kiinaksi)
fil: Webpage (Chinese)
fr: Page Web (Chinois)
ga: Suíomh Gréasáin (Sínis)
gu: વેબસાઇટ (ચાઇનીઝ)
he: אתר אינטרנט (סינית)
hi: वेबसाइट (चीनी)
hr: Web stranica (kineski)
hu: Weboldal (kínai)
id: Situs web (Mandarin)
is: Vefsíða (kínverska)
it: Sito Web (Cinese)
ja: ウェブサイト（中国語）
jv: Kaca Web (Basa Tionghoa)
kk: Веб-сайт (қытайша)
km: គេហទំព័រ (ភាសាចិន)
kn: ವೆಬ್‌ಪುಟ (ಚೈನೀಸ್)
ko: 웹사이트 (중국어)
lt: Svetainė (kinų k.)
lv: Tīmekļa vietne (ķīniešu)
ml: വെബ്സൈറ്റ് (ചൈനീസ്)
mr: वेबसाईट (चिनी भाषा)
ms: Laman Web (Bahasa Cina)
my: ဝဘ်ဆိုဒ် (တရုတ်ဘာသာ)
nb: Nettside (Kinesisk)
nl: Website (Chinees)
or: ୱେବସାଇଟ୍ (ଚାଇନିଜ୍)
pa: ਵੈੱਬਸਾਈਟ (ਚੀਨੀ)
pl: Witryna (chiński)
pt_br: Website (Chinês)
ro: Website (Chineză)
ru: Сайт (на китайском)
sk: Webová stránka (čínština)
sl: Spletna stran (kitajščina)
sq: Ueb (Kinezisht)
sv: Webbsida (kinesiska)
ta: வலைப்பக்கம் (சீன)
te: వెబ్‌పేజీ (చైనీస్)
th: หน้าเว็บ (ภาษาจีน)
tr: Web Sayfası (Çince)
uk: Веб-сторінка (китайською)
ur: ویب صفحہ (چینی)
vi: Trang web (tiếng Trung)
zh_hans: 网页（中文）
zh_hk: 網頁（中文）

source: Window Preview
ar: معاينة النافذة
az: Pəncərə önizləməsi
bg: Преглед в прозорец
bn: উইন্ডো প্রিভিউ
ca: Previsualització de finestra
cs: Náhled v okně
da: Vinduesvisning
de: Fenstervorschau
el: Προεπισκόπηση παραθύρου
es: Vista previa de ventana
et: Akna eelvaade
fa: پیش‌نمایش پنجره
fi: Ikkunan esikatselu
fr: Aperçu par fenêtre
ga: Réamhamharc fuinneoige
gu: વિન્ડો પૂર્વાવલોકન
he: תצוגה מקדימה בחלון
hi: विंडो प्रिव्यू
hr: Pretpregled u prozoru
hu: Ablak előnézet
id: Pratinjau jendela
is: Gluggaforsýning
it: Anteprima finestra
ja: ウィンドウプレビュー
jv: Pratinjau jendhela
kk: Терезеде алдын ала көру
km: មើលជាមុនក្នុងផ្ទាំងកម្មវិធី
kn: ವಿಂಡೋ ಮುನ್ನೋಟ
ko: 윈도우 미리보기
lt: Lango peržiūra
lv: Loga priekšskatījums
ml: വിൻഡോ പ്രിവ്യൂ
mr: विंडो पूर्वावलोकन
ms: Pratonton tetingkap
my: ဝင်ဒိုးဖြင့် ကြည့်ရှုရန်
nb: Vindusforhåndsvisning
nl: Venstervoorbeeld
or: ୱିଣ୍ଡୋ ପ୍ରିଭ୍ୟୁ
pa: ਵਿੰਡੋ ਪ੍ਰੀਵਿਊ
pl: Podgląd w oknie
pt_br: Visualização em janela
ro: Previzualizare în fereastră
ru: Предпросмотр в окне
sk: Náhľad v okne
sl: Predogled v oknu
sq: Dritare preview
sv: Förhandsgranskning av fönster
ta: சாளர முன்னோட்டம்
te: విండో ప్రివ్యూ
th: ตัวอย่างหน้าต่าง
tr: Pencere Önizlemesi
uk: Попередній перегляд у вікні
ur: ونڈو کا پیش نظارہ
vi: Xem trước cửa sổ
zh_hans: 窗口预览
zh_hk: 視窗預覽
